package com.atguigu.GitTest;

public class MyCommit {
    public static void main(String[] args) {
        System.out.println("hello  i am  git ");
        System.out.println("明月几时有？把酒问青天。" +
                "不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。" +
                "起舞弄清影，何似在人间。\n" +
                "转朱阁，低绮户，照无眠。" +
                "不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。" +
                "但愿人长久，千里共婵娟。");
        System.out.println("I'm master");
        System.out.println("君不见黄河之水天上来，奔流到海不复回");
        System.out.println("君不见黄河之水天上来，奔流到海不复回。\n" +
                "君不见高堂明镜悲白发，朝如青丝暮成雪。\n" +
                "人生得意须尽欢，莫使金樽空对月。\n" +
                "天生我材必有用，千金散尽还复来。\n" +
                "烹羊宰牛且为乐，会须一饮三百杯。\n" +
                "岑夫子，丹丘生，将进酒，杯莫停。\n" +
                "与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)\n" +
                "钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)\n" +
                "古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)\n" +
                "陈王昔时宴平乐，斗酒十千恣欢谑。\n" +
                "主人何为言少钱，径须沽取对君酌。\n" +
                "五花马、千金裘，呼儿将出换美酒，与尔同销万古愁");
        System.out.println(" I'm hot-fix");
        
        
         System.out.println(" github........");
        System.out.println("--------------------------------");
        System.out.println("关雎\n" +
                "\n" +
                "佚名〔先秦〕\n" +
                "\n" +
                "关关雎鸠，在河之洲。窈窕淑女，君子好逑。\n" +
                "参差荇菜，左右流之。窈窕淑女，寤寐求之。\n" +
                "求之不得，寤寐思服。悠哉悠哉，辗转反侧。\n" +
                "参差荇菜，左右采之。窈窕淑女，琴瑟友之。\n" +
                "参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。\n");
        System.out.println("--------------------------------");
    }
}
